Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Armed on the strap itself with the experimental 5/MG command. A strap-driven wake is still unconfirmed on 5/MG on our side (confirmed only on WHOOP 4.0), so keep a backup alarm for anything you truly can't miss.
de: Bewaffnet am Riemen selbst mit dem experimentellen Befehl 5/MG. Ein gurtgetriebener Wake ist immer noch unbestätigt auf 5/MG auf unserer Seite (bestätigt nur auf WHOOP 4.0), also halten Sie einen Backup-Alarm für alles, was Sie wirklich nicht verpassen können.
es: Armado en la correa misma con el comando experimental 5/MG. Un velador con correa sigue sin confirmar en 5/MG de nuestro lado (confirmado sólo en WHOOP 4.0), así que mantenga una alarma de respaldo para cualquier cosa que realmente no se puede perder.
fr: Armé sur la sangle elle-même avec la commande expérimentale 5/MG. Un réveil à sangle est toujours non confirmé sur 5/MG de notre côté (confirmé uniquement sur WHOOP 4.0), donc gardez une alarme de sauvegarde pour tout ce que vous ne pouvez vraiment pas manquer.
pl: Uzbrojony w sam pasek za pomocą eksperymentalnego polecenia 5/MG. Budzenie napędzane paskiem jest nadal niepotwierdzone na 5/MG po naszej stronie (potwierdzone tylko na WHOOP 4.0), więc miej alarm zapasowy na wypadek wszystkiego, czego naprawdę nie możesz przegapić.
pt_pt: Armado na própria correia com o comando experimental 5/MG. Um rasto acionado por correia ainda não está confirmado em 5/MG do nosso lado (confirmado apenas em WHOOP 4.0), por isso mantenha um alarme de reserva para qualquer coisa que não possa realmente perder.
th: ตั้งการปลุกไว้ในสายรัดด้วยคำสั่งทดลองสำหรับ 5/MG ขณะนี้ยืนยันการปลุกจากสายรัดได้เฉพาะ WHOOP 4.0 ส่วน 5/MG ยังไม่ยืนยัน จึงควรตั้งนาฬิกาปลุกสำรองสำหรับเวลาสำคัญ

source: Armed on the strap itself, so it can buzz at your wake time even if your phone is asleep or NOOP is closed. Sends the exact alarm command the official app sends, confirmed buzzing on a real WHOOP 4.0 (community wire capture + on-device test, #535). Keep a backup alarm for anything you truly can't miss.
de: Bewaffnet auf dem gurt selbst, so dass es zu ihrer wachzeit summen kann, auch wenn ihr telefon schläft oder xnoopx geschlossen ist. Sendet den genauen Alarmbefehl, den die offizielle App sendet, bestätigtes Summen auf einem echten WHOOP 4.0 (Community-Wire-Capture + On-Device-Test, #535). Halten Sie einen Backup-Alarm für alles, was Sie wirklich nicht verpassen können.
es: Armado en la correa en sí mismo, por lo que puede zumbir en su tiempo de vela incluso si su teléfono está dormido o NOOP está cerrado. Envía el comando de alarma exacto que la aplicación oficial envía, confirma el zumbido en un WHOOP 4.0 real (community wire capture + on-device test, #535). Mantenga una alarma de respaldo para cualquier cosa que realmente no pueda faltar.
fr: Armé sur la sangle elle-même, il peut bourdonner à votre réveil même si votre téléphone est endormi ou NOOP est fermé. Envoie la commande d'alarme exacte que l'application officielle envoie, confirmé bourdonnement sur un vrai WHOOP 4.0 (prise de fil communautaire + test sur l'appareil, #535). Gardez une alarme de secours pour tout ce que vous ne pouvez vraiment pas manquer.
pl: Uzbrojony w sam pasek, dzięki czemu może wibrować, gdy się obudzisz, nawet jeśli Twój telefon jest uśpiony lub NOOP jest zamknięty. Wysyła dokładną komendę alarmową wysyłaną przez oficjalną aplikację, potwierdzone brzęczenie na prawdziwym WHOOP 4.0 (przechwytywanie połączeń społecznościowych + test na urządzeniu, #535). Zachowaj alarm zapasowy na wypadek wszystkiego, czego naprawdę nie możesz przegapić.
pt_pt: Armado na própria pega, para que possa vibrar na hora de acordar, mesmo que o telefone esteja em modo de espera ou o NOOP esteja fechado. Envia o comando de alarme exato que a aplicação oficial envia, zumbido confirmado num WHOOP 4.0 real (captura de fio da comunidade + teste no dispositivo, #535). Mantenha um alarme de reserva para qualquer coisa que não possa realmente perder.
th: ตั้งการปลุกไว้ในสายรัด จึงสั่นตามเวลาปลุกได้แม้โทรศัพท์พักหน้าจอหรือปิด NOOP ระบบส่งคำสั่งตั้งปลุกแบบเดียวกับแอปทางการและยืนยันว่าสั่นได้บน WHOOP 4.0 จริง (ตรวจสอบข้อมูลการสื่อสารและทดสอบบนอุปกรณ์ #535) ควรตั้งนาฬิกาปลุกสำรองสำหรับเวลาสำคัญ

source: Armed on the strap itself, so it can buzz at your wake time even if your phone is asleep or NOOP is closed. We send the same alarm command the official app sends, but a strap-driven wake-up hasn't been confirmed on our side yet, so please keep a backup alarm for now.
de: Auf dem Strap selbst scharfgestellt, er kann also zu deiner Aufwachzeit vibrieren, selbst wenn dein Telefon schläft oder NOOP geschlossen ist. Wir senden denselben Weckbefehl wie die offizielle App, aber ein Strap-gesteuertes Wecken ist unsererseits noch nicht bestätigt – halte also vorerst bitte einen Ersatzwecker bereit.
es: Se activa en la propia pulsera, así que puede vibrar a tu hora de despertar aunque tu teléfono esté en reposo o NOOP esté cerrado. Enviamos el mismo comando de alarma que envía la app oficial, pero aún no hemos confirmado por nuestra parte un despertar activado por la pulsera, así que mantén una alarma de respaldo por ahora.
fr: Armée sur le bracelet lui-même, elle peut donc vibrer à votre heure de réveil même si votre téléphone est en veille ou NOOP fermé. Nous envoyons la même commande d'alarme que l'app officielle, mais un réveil piloté par le bracelet n'a pas encore été confirmé de notre côté, donc gardez pour l'instant une alarme de secours.
it: Impostata sulla fascia stessa, così può vibrare all'ora del risveglio anche se il telefono è in standby o NOOP è chiuso. Inviamo lo stesso comando di sveglia dell'app ufficiale, ma un risveglio gestito dalla fascia non è ancora stato confermato da parte nostra, quindi per ora tieni una sveglia di riserva.
pl: Uzbrojony w sam pasek, dzięki czemu może wibrować, gdy się obudzisz, nawet jeśli Twój telefon jest uśpiony lub NOOP jest zamknięty. Wysyłamy to samo polecenie alarmowe, które wysyła oficjalna aplikacja, ale wybudzenie za pomocą paska nie zostało jeszcze potwierdzone z naszej strony, dlatego na razie zachowaj alarm zapasowy.
pt_pt: Armado na própria pega, para que possa vibrar na hora de acordar, mesmo que o telefone esteja em modo de espera ou o NOOP esteja fechado. Enviámos o mesmo comando de alarme que a aplicação oficial envia, mas um despertar acionado por bracelete ainda não foi confirmado da nossa parte, por isso, mantenha um alarme de reserva por enquanto.
ru: Активируется прямо на браслете, поэтому он может завибрировать в момент пробуждения, даже если ваш телефон спит или NOOP закрыт. Мы отправляем ту же команду будильника, что и официальное приложение, но пробуждение через браслет пока не подтверждено с нашей стороны, поэтому пока держите резервный будильник.
th: ตั้งการปลุกไว้ในสายรัด จึงสั่นตามเวลาปลุกได้แม้โทรศัพท์พักหน้าจอหรือปิด NOOP เราส่งคำสั่งตั้งปลุกแบบเดียวกับแอปทางการ แต่ยังไม่ยืนยันการปลุกจากสายรัด จึงควรตั้งนาฬิกาปลุกสำรองไว้ก่อน
zh_hans: 在手环本身上设定，因此即使你的手机处于睡眠状态或 NOOP 已关闭，它也能在你的起床时间震动。我们发送的是与官方应用相同的闹钟指令，但由手环驱动的唤醒尚未在我们这边得到确认，因此目前请保留一个备用闹钟。
zh_hant: 在手環本身上設定，因此即使你的手機處於睡眠狀態或 NOOP 已關閉，它也能在你的起床時間震動。我們發送的是與官方應用程式相同的鬧鐘指令，但由手環驅動的喚醒尚未在我們這邊得到確認，因此目前請保留一個備用鬧鐘。

source: Arms the strap to buzz at your wake time, even if NOOP is closed. Sends the exact alarm command the official app sends, confirmed buzzing on a real WHOOP 4.0 (community wire capture + on-device test, #535). Keep a backup alarm for anything you truly can't miss.
de: Armiert den Riemen, um zu Ihrer Weckzeit zu summen, auch wenn NOOP geschlossen ist. Sendet den genauen Alarmbefehl, den die offizielle App sendet, bestätigtes Summen auf einem echten WHOOP 4.0 (Community-Wire-Capture + On-Device-Test, #535). Halten Sie einen Backup-Alarm für alles, was Sie wirklich nicht verpassen können.
es: Arma la correa para zumbir en su tiempo de vela, incluso si NOOP está cerrado. Envía el comando de alarma exacto que la aplicación oficial envía, confirma el zumbido en un WHOOP 4.0 real (community wire capture + on-device test, #535). Mantenga una alarma de respaldo para cualquier cosa que realmente no pueda faltar.
fr: Bras la sangle pour bourdonner à votre réveil, même si NOOP est fermé. Envoie la commande d'alarme exacte que l'application officielle envoie, confirmé bourdonnement sur un vrai WHOOP 4.0 (prise de fil communautaire + test sur l'appareil, #535). Gardez une alarme de secours pour tout ce que vous ne pouvez vraiment pas manquer.
pl: Uzbraja pasek, aby brzęczał w momencie przebudzenia, nawet jeśli NOOP jest zamknięty. Wysyła dokładną komendę alarmową wysyłaną przez oficjalną aplikację, potwierdzone brzęczenie na prawdziwym WHOOP 4.0 (przechwytywanie połączeń społecznościowych + test na urządzeniu, #535). Zachowaj alarm zapasowy na wypadek wszystkiego, czego naprawdę nie możesz przegapić.
pt_pt: Arma a pega para vibrar na hora de acordar, mesmo que o NOOP esteja fechado. Envia o comando de alarme exato que a aplicação oficial envia, zumbido confirmado num WHOOP 4.0 real (captura de fio da comunidade + teste no dispositivo, #535). Mantenha um alarme de reserva para qualquer coisa que não possa realmente perder.
th: ตั้งให้สายรัดสั่นตามเวลาปลุกแม้ปิด NOOP ระบบส่งคำสั่งตั้งปลุกแบบเดียวกับแอปทางการและยืนยันว่าสั่นได้บน WHOOP 4.0 จริง (ตรวจสอบข้อมูลการสื่อสารและทดสอบบนอุปกรณ์ #535) ควรตั้งนาฬิกาปลุกสำรองสำหรับเวลาสำคัญ

source: Arms the strap to buzz at your wake time, even if NOOP is closed. Still experimental on WHOOP 4.0, so keep a backup alarm until you've confirmed it wakes you.
de: Stellt den Strap scharf, damit er zu deiner Aufwachzeit vibriert, selbst wenn NOOP geschlossen ist. Auf WHOOP 4.0 noch experimentell, also halte einen Ersatzwecker bereit, bis du bestätigt hast, dass es dich weckt.
es: Programa la pulsera para vibrar a tu hora de despertar, aunque NOOP esté cerrado. Aún es experimental en WHOOP 4.0, así que mantén una alarma de respaldo hasta confirmar que te despierta.
fr: Arme le bracelet pour vibrer à votre heure de réveil, même si NOOP est fermé. Encore expérimental sur WHOOP 4.0, donc gardez une alarme de secours jusqu'à ce que vous ayez confirmé qu'elle vous réveille.
it: Imposta la fascia per vibrare all'ora del risveglio, anche se NOOP è chiuso. È ancora sperimentale su WHOOP 4.0, quindi tieni una sveglia di riserva finché non hai verificato che ti svegli.
pl: Uzbraja pasek, aby brzęczał w momencie przebudzenia, nawet jeśli NOOP jest zamknięty. Wciąż eksperymentuję z WHOOP 4.0, więc przechowuj alarm zapasowy, dopóki nie potwierdzisz, że cię obudzi.
pt_pt: Arma a pega para vibrar na hora de acordar, mesmo que o NOOP esteja fechado. Ainda experimental no WHOOP 4.0, por isso mantenha um alarme de reserva até confirmar que o acorda.
ru: Активирует вибрацию браслета в момент пробуждения, даже если NOOP закрыт. На WHOOP 4.0 это всё ещё экспериментальная функция, поэтому держите резервный будильник, пока не убедитесь, что она вас будит.
th: ตั้งให้สายรัดสั่นตามเวลาปลุกแม้ปิด NOOP ฟีเจอร์นี้ยังเป็นแบบทดลองบน WHOOP 4.0 จึงควรตั้งนาฬิกาปลุกสำรองจนกว่าจะยืนยันได้ว่าสายรัดปลุกคุณสำเร็จ
zh_hans: 设定手环在你的起床时间震动，即使 NOOP 已关闭。在 WHOOP 4.0 上仍属实验性，因此在你确认它能叫醒你之前，请保留一个备用闹钟。
zh_hant: 設定手環在你的起床時間震動，即使 NOOP 已關閉。在 WHOOP 4.0 上仍屬實驗性，因此在你確認它能叫醒你之前，請保留一個備用鬧鐘。

source: Arrange Today
de: Heute vereinbaren
es: Arregla hoy
fr: Organiser Aujourd'hui
pl: Umów się już dziś
pt_pt: Organize hoje
th: จัดเลยวันนี้
zh_hans: 自定义“今日”

source: Arrange Today sections
de: Ordnen Sie die Abschnitte „Heute“ an
es: Organizar secciones de Hoy
fr: Organiser les sections Aujourd'hui
it: Organizza le sezioni Oggi
pl: Uporządkuj sekcje Dziś
pt_pt: Organizar seções de hoje
ru: Упорядочить разделы «Сегодня»
th: จัดเรียงส่วนต่าง ๆ ของวันนี้
zh_hans: 安排今天的部分
zh_hant: 安排今天的部分

source: as of %@
de: Stand %@
es: a fecha de %@
fr: au %@
it: al %@
pl: od %@
pt_pt: a partir de %@
ru: на %@
th: ข้อมูล ณ %@
zh_hans: 截至 %@
zh_hant: 截至 %@

source: Ask
de: Fragen Sie
es: preguntar
fr: Demander
it: Chiedi
pl: Zapytaj
pt_pt: Pergunte
ru: Спросить
th: ถาม
zh_hans: 询问
zh_hant: 詢問

source: Ask about your charge, effort, rest and workouts, grounded in your own numbers.
de: Frage nach deiner Ladung, Anstrengung, Ruhe und deinen Workouts, basierend auf deinen eigenen Zahlen.
es: Pregunta sobre tu carga, esfuerzo, descanso y entrenamientos, basados en tus propios números.
fr: Posez des questions sur votre charge, votre effort, votre repos et vos entraînements, basées sur vos propres chiffres.
it: Chiedi della tua carica, dello sforzo, del riposo e degli allenamenti, basandoti sui tuoi numeri.
pl: Zapytaj o obciążenie, wysiłek, odpoczynek i treningi na podstawie własnych liczb.
pt_pt: Pergunte sobre a tua carga, esforço, descanso e treinos, com base nos teus próprios números.
ru: Спрашивайте о вашем заряде, усилии, отдыхе и тренировках — на основе ваших собственных данных.
th: ถามเรื่องพลังฟื้นตัว ภาระร่างกาย การพักผ่อน และการออกกำลังกาย โดยอ้างอิงจากข้อมูลของคุณเอง
zh_hans: 询问你的能量、消耗、休息和锻炼，一切都基于你自己的数据。
zh_hant: 詢問你的能量、消耗、休息和鍛鍊，一切都基於你自己的數據。

source: Ask about your recovery, strain, sleep and workouts, grounded in your own numbers.
de: Frage nach deiner Erholung, Belastung, deinem Schlaf und deinen Workouts, basierend auf deinen eigenen Werten.
es: Pregunta sobre tu recuperación, esfuerzo, sueño y entrenamientos, basados en tus propios números.
fr: Posez des questions sur votre récupération, effort, sommeil et entraînements, basées sur vos propres chiffres.
it: Fai domande su recupero, carico, sonno e allenamenti, basate sui tuoi numeri.
pl: Zapytaj o regenerację, obciążenie, sen i treningi na podstawie własnych liczb.
pt_pt: Pergunte sobre a tua recuperação, esforço, sono e treinos, com base nos teus próprios números.
ru: Спрашивайте о восстановлении, нагрузке, сне и тренировках, на основе ваших собственных данных.
th: ถามเกี่ยวกับการฟื้นตัว ภาระร่างกาย การนอน และการออกกำลังกาย โดยอิงจากตัวเลขของคุณเอง
zh_hans: 询问你的恢复、强度、睡眠和锻炼，，一切都基于你自己的数据。
zh_hant: 詢問你的恢復、強度、睡眠和鍛鍊，，一切都基於你自己的數據。

source: Ask coach
de: Coach fragen
es: Preguntar al coach
fr: Demander au coach
it: Chiedi all'allenatore
pl: Zapytaj trenera
pt_pt: Pergunte ao treinador
ru: Спросить тренера
th: ถามโค้ชครับ
zh_hans: 询问教练
zh_hant: 詢問教練

source: Ask coach about %@
de: Coach zu %@ fragen
es: Preguntar al coach sobre %@
fr: Demander au coach à propos de %@
it: Chiedi all'allenatore informazioni su %@
pl: Zapytaj trenera o %@
pt_pt: Pergunte ao treinador sobre %@
ru: Спросить тренера о %@
th: ถามโค้ชเกี่ยวกับ %@
zh_hans: 向教练询问%@
zh_hant: 向教練詢問%@

source: Ask Coach about your data…
de: Frage den Coach zu deinen Daten…
es: Pregunta al Coach sobre tus datos…
fr: Demandez à Coach à propos de vos données…
it: Chiedi al Coach informazioni sui tuoi dati…
pl: Zapytaj Coacha o Twoje dane…
pt_pt: Pergunte ao Treinador sobre os teus dados…
ru: Спросите ИИ-тренера о ваших данных…
th: ถามโค้ชเกี่ยวกับข้อมูลของคุณ…
zh_hans: 向教练询问你的数据…
zh_hant: 向教練詢問你的數據…

source: Ask Coach…
de: Frag den Coach …
es: Pregunta al coach…
fr: Demandez au coach…
it: Chiedi a Coach…
pl: Zapytaj trenera…
pt_pt: Pergunte a Coach…
ru: Спросите Coach…
th: ถามโค้ชครับ
zh_hans: 问Coach...
zh_hant: 問Coach...

source: Ask the coach
de: Den Coach fragen
es: Preguntar al coach
fr: Demander au coach
it: Chiedi all'allenatore
pl: Zapytaj trenera
pt_pt: Pergunte ao treinador
ru: Спроси тренера
th: ถามโค้ชสิ
zh_hans: 问教练
zh_hant: 問教練

source: Ask the coach what to do this week. Anything it suggests lands here for your yes first — nothing gets scheduled behind your back.
de: Frag den Coach, was diese Woche ansteht. Alles, was er vorschlägt, landet zuerst hier für dein Ja — nichts wird hinter deinem Rücken verplant.
es: Pregunta al coach qué hacer esta semana. Todo lo que proponga aparece aquí primero para que des el sí: nada se programa a tus espaldas.
fr: Demande au coach quoi faire cette semaine. Tout ce qu'il propose arrive ici d'abord pour ton accord — rien n'est planifié dans ton dos.
it: Chiedi all'allenatore cosa fare questa settimana. Tutto ciò che suggerisce arriva prima qui per il tuo sì: nulla viene programmato alle tue spalle.
pl: Zapytaj trenera, co robić w tym tygodniu. Wszystko, co zaproponuje, trafia najpierw tutaj po Twoją zgodę — nic nie jest planowane za Twoimi plecami.
pt_pt: Pergunte ao treinador o que fazer esta semana. Qualquer coisa que ele sugira chega aqui primeiro para o seu sim - nada é programado pelas suas costas.
ru: Спросите тренера, что делать на этой неделе. Все, что он предлагает, сначала попадает сюда для вашего «да» — ничего не запланировано за вашей спиной.
th: ถามโค้ชว่าสัปดาห์นี้จะทำอะไร อะไรก็ตามที่บ่งบอกว่าคุณตกลงมาที่นี่ก่อน — ไม่มีอะไรถูกกำหนดไว้ข้างหลังคุณ
zh_hans: 询问教练这周要做什么。它建议的任何内容都会首先出现在您的“是”中——没有任何事情会在您背后安排。
zh_hant: 詢問教練這週要做什麼。它建議的任何內容都會首先出現在您的“是”中——沒有任何事情會在您背後安排。

source: Ask your coach
de: Frag deinen Coach
es: Pregunta a tu coach
fr: Demande à ton coach
it: Chiedi al tuo coach
pl: Zapytaj swojego trenera
pt_pt: Pergunta ao teu coach
ru: Спросите вашего тренера
th: ถามโค้ชของคุณ
zh_hans: 问问你的教练
zh_hant: 問問你的教練

source: Ask your Coach
de: Frag deinen Coach
es: Pregunta a tu Coach
fr: Demande à ton Coach
it: Chiedi al tuo Coach
pl: Zapytaj swojego trenera
pt_pt: Pergunte ao seu Coach
ru: Спросите своего Coach
th: สอบถามโค้ชของคุณ
zh_hans: 询问您的Coach
zh_hant: 詢問您的Coach

source: Ask your Coach. Opens the AI coach chat, grounded in your own numbers.
de: Frag deinen Coach. Öffnet den KI-Coach-Chat, gestützt auf deine eigenen Werte.
es: Pregúntale a tu coach. Abre el chat del coach de IA, basado en tus propios datos.
fr: Demandez à votre coach. Ouvre le chat du coach IA, fondé sur vos propres chiffres.
it: Chiedi al tuo Coach. Apre la chat dell'allenatore AI, basata sui tuoi numeri.
pl: Zapytaj swojego trenera. Otwiera czat z trenerem AI, opartym na Twoich własnych danych.
pt_pt: Pergunte ao seu Coach. Abre o bate-papo do treinador de IA, baseado em seus próprios números.
ru: Спросите своего Coach. Открывает чат тренера по искусственному интеллекту, основанный на ваших собственных цифрах.
th: สอบถามโค้ชของคุณ เปิดแชทโค้ช AI โดยใช้หมายเลขของคุณเอง
zh_hans: 询问您的Coach。打开人工智能教练聊天，以您自己的数字为基础。
zh_hant: 詢問您的Coach。打開人工智慧教練聊天，以您自己的數字為基礎。

source: Ask your first question
de: Stelle deine erste Frage
es: Haz tu primera pregunta
fr: Posez votre première question
it: Fai la tua prima domanda
pl: Zadaj swoje pierwsze pytanie
pt_pt: Faça a tua primeira pergunta
ru: Задайте первый вопрос
th: ถามคำถามแรกของคุณ
zh_hans: 提出你的第一个问题
zh_hant: 提出你的第一個問題

source: Asks OpenRouter directly for this key's own spend and limit.
de: Fragt OpenRouter direkt nach den Ausgaben und dem Limit dieses Schlüssels.
es: Pregunta a OpenRouter directamente por el gasto y el límite de esta clave.
fr: Demande directement à OpenRouter les dépenses et la limite de cette clé.
it: Chiede direttamente a OpenRouter la spesa e il limite di questa chiave.
pl: Pyta OpenRouter bezpośrednio o wydatki i limit tego klucza.
pt_pt: Solicita diretamente a OpenRouter o gasto e o limite desta chave.
ru: Запрашивает непосредственно у OpenRouter собственные расходы и лимит этого ключа.
th: ถาม OpenRouter โดยตรงเกี่ยวกับการใช้จ่ายและขีดจำกัดของคีย์นี้
zh_hans: 直接向 OpenRouter 询问该密钥自己的支出和限制。
zh_hant: 直接向 OpenRouter 詢問該密鑰本身的支出和限制。

source: Asks the strap for config VALUES: GET_DEVICE_CONFIG_VALUE (0x79) and GET_FF_VALUE (0x80), one key per round-trip. Both commands may simply not exist in this firmware — finding that out is the point. Read-only — no value is written, and the SET commands are never sent from this probe. The result is shown here and written to the strap log.
de: Fragt das Band nach Konfigurations-WERTEN: GET_DEVICE_CONFIG_VALUE (0x79) und GET_FF_VALUE (0x80), ein Schlüssel pro Austausch. Beide Befehle existieren in dieser Firmware möglicherweise gar nicht — genau das soll herausgefunden werden. Nur lesend — es wird kein Wert geschrieben, und die SET-Befehle werden von dieser Probe nie gesendet. Das Ergebnis wird hier angezeigt und ins Band-Protokoll geschrieben.
es: Pide a la banda los VALORES de configuración: GET_DEVICE_CONFIG_VALUE (0x79) y GET_FF_VALUE (0x80), una clave por intercambio. Puede que ambos comandos sencillamente no existan en este firmware; averiguarlo es el objetivo. Solo lectura: no se escribe ningún valor y los comandos SET nunca se envían desde esta sonda. El resultado se muestra aquí y se escribe en el registro de la banda.
fr: Demande au bracelet les VALEURS de configuration : GET_DEVICE_CONFIG_VALUE (0x79) et GET_FF_VALUE (0x80), une clé par échange. Ces deux commandes n’existent peut-être tout simplement pas dans ce micrologiciel — le savoir est précisément le but. Lecture seule : aucune valeur n’est écrite et les commandes SET ne sont jamais envoyées par cette sonde. Le résultat est affiché ici et écrit dans le journal du bracelet.
it: Chiede al braccialetto i VALORI di configurazione: GET_DEVICE_CONFIG_VALUE (0x79) e GET_FF_VALUE (0x80), una chiave per scambio. È possibile che entrambi i comandi semplicemente non esistano in questo firmware: scoprirlo è proprio lo scopo. Sola lettura: non viene scritto alcun valore e i comandi SET non vengono mai inviati da questa sonda. Il risultato è mostrato qui e scritto nel registro del braccialetto.
pl: Pyta pasek o WARTOŚCI konfiguracyjne: GET_DEVICE_CONFIG_VALUE (0x79) i GET_FF_VALUE (0x80), jeden klucz na podróż w obie strony. Obydwa polecenia mogą po prostu nie istnieć w tym oprogramowaniu — najważniejsze jest, aby się tego dowiedzieć. Tylko do odczytu — żadna wartość nie jest zapisywana, a polecenia SET nigdy nie są wysyłane z tej sondy. Wynik jest pokazywany tutaj i zapisywany w dzienniku paska.
pt_pt: Pede à bracelete os VALORES de configuração: GET_DEVICE_CONFIG_VALUE (0x79) e GET_FF_VALUE (0x80), uma chave por troca. É possível que ambos os comandos simplesmente não existam neste firmware — descobri-lo é precisamente o objetivo. Apenas leitura: nenhum valor é escrito e os comandos SET nunca são enviados por esta sonda. O resultado é mostrado aqui e escrito no registo da bracelete.
ru: Запрашивает у ремешка ЗНАЧЕНИЯ конфигурации: GET_DEVICE_CONFIG_VALUE (0x79) и GET_FF_VALUE (0x80), по одному ключу за обмен. Обеих команд в этой прошивке может просто не быть — выяснить это и есть цель пробы. Только чтение — никакое значение не записывается, а команды SET из этой пробы никогда не отправляются. Результат показан здесь и записан в журнал ремешка.
th: ขออ่านค่าการกำหนดค่าจากสายรัดด้วย GET_DEVICE_CONFIG_VALUE (0x79) และ GET_FF_VALUE (0x80) ครั้งละหนึ่งคีย์ต่อรอบ คำสั่งทั้งสองอาจไม่มีอยู่ในเฟิร์มแวร์นี้ ซึ่งเป็นสิ่งที่การตรวจสอบต้องการค้นหา เป็นการอ่านอย่างเดียว ไม่มีการเขียนค่า และการตรวจสอบนี้จะไม่ส่งคำสั่ง SET ผลลัพธ์จะแสดงที่นี่และบันทึกลงในบันทึกสายรัด
zh_hans: 向手环询问配置的取值：GET_DEVICE_CONFIG_VALUE (0x79) 与 GET_FF_VALUE (0x80)，每次往返查询一个键。这两条命令在该固件中可能根本不存在——弄清这一点正是本次探测的目的。只读——不会写入任何取值，本探测也绝不会发送 SET 命令。结果会显示在此处并写入手环日志。
zh_hant: 向手環詢問設定的取值：GET_DEVICE_CONFIG_VALUE (0x79) 與 GET_FF_VALUE (0x80)，每次往返查詢一個鍵。這兩條命令在此韌體中可能根本不存在——弄清這一點正是本次探測的目的。唯讀——不會寫入任何取值，本探測也絕不會發送 SET 命令。結果會顯示於此並寫入手環記錄。
